app/controllers/map_controller.rb

SELECT "graduates".* FROM "graduates"
---
  def graduates
    @graduates = Graduate.all